class Helper(object):

    HELP_ABOUT = '''
**➻ ᴛʜɪs ɪs <u>{0}</u>
─────────────────────────
❖ ᴧ ϻᴜsɪᴄ ʙσᴛ ғσʀ ᴛєʟєɢʀᴧϻ ɢʀσᴜᴘs / ᴄʜᴧηηєʟs
─────────────────────────
● ᴡʀɪᴛᴛєη ɪη ➥ [ᴩʏᴛʜση](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsє ➥ [ϻᴏηɢᴏ-ᴅʙ](https://www.mongodb.com/)
● ʜєʟᴘ ᴡɪᴛʜ [ᴘʏʀᴏɢʀᴧϻ](https://github.com/pyrogram/pyrogram) & [ᴘʏ-ᴛɢᴄᴧʟʟs](https://github.com/pytgcalls/pytgcalls).
─────────────────────────
✦ ηᴏ ʟᴀɢ • ηᴏ ᴧᴅs • ηᴏ ʙᴜɢs • 24/7 sᴜᴘᴘᴏʀᴛ
✦ ᴇηᴊᴏʏ ʟᴧɢ ғʀєє ϻᴜsɪᴄ • ᴧᴅᴅ ϻє ηᴏᴡ
─────────────────────────
» ᴘʀɪᴠᴧᴛє & sєᴄυʀє sσᴜʀᴄє | ηᴏ ᴅᴧᴛᴧ sʜᴧʀᴇ
» ʟɪᴄєηᴄєᴅ ᴜsє | ʏσυтυʙє ᴀᴘɪ sυᴘᴘσʀтєᴅ
──────────────────────
➤ ʙσᴛ sᴛᴧᴛυs & ϻσʀє ʙσᴛs - [ᴄʟɪᴄᴋ ʜєʀє](https://t.me/BOTxBOOSTER)
➤ ᴘᴧɪᴅ ᴘʀσϻσᴛɪση :- [ᴄσηᴛᴧᴄᴛ ʜєʀє](https://t.me/Itzthakur_366)
─────────────────────────**
'''

    HELP_SUPPORT = '''
**❖ <u>{0}</u> sᴜᴘᴘᴏʀᴛ ɪηғσ :-

● 24/7 ᴧᴠᴧɪʟᴧʙʟє ғσʀ ᴧηʏ ʙσᴛ.
● ᴋᴇᴇᴘ ᴄʜᴧᴛ ᴄʟєᴧη ᴧηᴅ ʙᴜɢ-ғʀєє.
● ᴧηʏ ᴘʀσʙʟєϻ ? ᴊᴜsᴛ ᴄσηᴛᴧᴄᴛ ᴜs.
─────────────────────────
❖ υᴘᴅᴧᴛєs ᴄʜᴧηηєʟ ➥ [ʙσᴛs](https://t.me/BOTxBOOSTER)
❖ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ➥ [ᴜᴘᴅᴧᴛєs](https://t.me/BOTxBOOSTER)
❖ ɢɪᴛ ʜᴜʙ ʟɪηᴋ ➥ [тєᴧϻ](https://t.me/BOTxBOOSTER)
─────────────────────────**
'''

    HELP_WEL = '''
<b><u>⊚ ᴀᴜᴛᴏᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs :</u></b>

<blockquote><b>➻ <code>/autoplay</code> : ᴍᴀɴᴀɢᴇ ᴀᴜᴛᴏᴘʟᴀʏ sᴇᴛᴛɪɴɢs ғᴏʀ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴄʜᴀᴛ.</b></blockquote>

<b><u>⊚ ᴡʜᴀᴛ ɪs ᴀᴜᴛᴏᴘʟᴀʏ?</u></b>

<blockquote><b>💮 ᴀᴜᴛᴏᴘʟᴀʏ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴀᴅᴅs ʀᴇʟᴀᴛᴇᴅ ᴛʀᴀᴄᴋs ᴛᴏ ᴛʜᴇ ǫᴜᴇᴜᴇ, ᴋᴇᴇᴘɪɴɢ ᴛʜᴇ ᴍᴜsɪᴄ sᴛʀᴇᴀᴍ ɢᴏɪɴɢ.</b></blockquote>

<b><u>⊚ ᴄʀᴇᴀᴛᴇᴅ ʙʏ :- <a href="https://t.me/Iamthakur007">ᴀɴsʜᴜᴍᴀɴ</a></u></b>
'''

    HELP_VC = '''
<b><u>⊚ ᴠᴄ ʟᴏɢɢᴇʀ sᴇᴛᴛɪɴɢs :</u></b>

<blockquote><b>➻ <code>/vclogger on</code> : ᴇɴᴀʙʟᴇ ᴠᴄ ʟᴏɢɢᴇʀ.</b>
<b>➻ <code>/vclogger off</code> : ᴅɪsᴀʙʟᴇ ᴠᴄ ʟᴏɢɢᴇʀ.</b></blockquote>

<b><u>⊚ ᴡʜᴀᴛ ɪs ᴠᴄ ʟᴏɢɢᴇʀ?</u></b>

<blockquote><b>💮 ᴠᴄ ʟᴏɢɢᴇʀ ᴍᴏɴɪᴛᴏʀs ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ᴀᴄᴛɪᴠɪᴛʏ ᴀɴᴅ ᴋᴇᴇᴘs ᴛʀᴀᴄᴋ ᴏғ ᴠᴄ ᴇᴠᴇɴᴛs.</b></blockquote>

<b><u>⊚ ᴄʀᴇᴀᴛᴇᴅ ʙʏ :- <a href="https://t.me/Iamthakur007">ᴀɴsʜᴜᴍᴀɴ</a></u></b>
'''

    HELP_THUMB = '''
<b><u>⊚ ᴛʜᴜᴍʙɴᴀɪʟ sᴇᴛᴛɪɴɢs :</u></b>

<blockquote><b>➻ <code>/thumb</code> : ᴍᴀɴᴀɢᴇ ᴛʜᴜᴍʙɴᴀɪʟ sᴇᴛᴛɪɴɢs ғᴏʀ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴄʜᴀᴛ.</b></blockquote>

<b><u>⊚ ᴡʜᴀᴛ ɪs ᴛʜᴜᴍʙɴᴀɪʟ?</u></b>

<blockquote><b>💮 ᴛʜᴜᴍʙɴᴀɪʟ sʜᴏᴡs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘʟᴀʏɪɴɢ sᴏɴɢ's ᴠɪsᴜᴀʟ ᴘʀᴇᴠɪᴇᴡ.</b></blockquote>

<blockquote><b>๏ ᴇɴᴀʙʟᴇ : sʜᴏᴡ ᴛʜᴇ sᴏɴɢ ᴛʜᴜᴍʙɴᴀɪʟ.</b>
<b>๏ ᴅɪsᴀʙʟᴇ : ᴘʟᴀʏ ᴡɪᴛʜᴏᴜᴛ ᴛʜᴇ ᴛʜᴜᴍʙɴᴀɪʟ.</b></blockquote>

<b><u>⊚ ᴄʀᴇᴀᴛᴇᴅ ʙʏ :- <a href="https://t.me/Iamthakur007">ᴀɴsʜᴜᴍᴀɴ</a></u></b>
'''
